{
  "Labels": {
    "developed": "Desarrollado",
    "in": "en",
    "scroll-down": "Bajar",
    "change-background": "Cambiar imagen de fondo",
    "close": "Cerrar",
    "change-language": "Cambiar idioma",
    "name": "Nombre",
    "email": "Correo electrónico",
    "required": "requerido",
    "message": "Mensaje",
    "send": "Enviar",
    "developed-using": "Desarrollado usando",
    "view-details": "Ver detalles",
    "view-project": "Ver proyecto",
    "visit-site": "Ver sitio",
    "try-it": "Visitar",
    "download-cv": "Descargar CV",
    "contact-me": "Contáctame",
    "languages": "Lenguajes",
    "frameworks": "Frameworks",
    "e-commerce": "E-commerce",
    "databases": "Bases de datos",
    "infrastructure": "Infraestructura",
    "platforms": "Plataformas",
    "tools": "Herramientas",
    "accept": "Aceptar",
    "reject-optional": "Rechazar opcionales",
    "cookie-settings": "Configuración de cookies",
    "open-menu": "Abrir menú",
    "close-menu": "Cerrar menú",
    "menu": "Menú",
    "projects": "Proyectos",
    "skip-to-content": "Saltar al contenido",
    "switch-dark": "Cambiar al tema oscuro",
    "switch-light": "Cambiar al tema claro",
    "previous": "Anterior",
    "next": "Siguiente",
    "show-mobile-screenshots": "Mostrar capturas de pantalla móviles",
    "show-desktop-screenshots": "Mostrar capturas de pantalla de escritorio",
    "show-mobile-video": "Mostrar video móvil",
    "show-desktop-video": "Mostrar video de escritorio"
  },
  "Messages": {
    "changing-bg-img": "Cambiando imagen de fondo",
    "bg-img-changed": "Imagen de fondo cambiada",
    "input-an-email": "Ingrese un correo electrónico",
    "input-a-message": "Ingrese un mensaje",
    "invalid-captcha": "Error de verificación de captcha, por favor realice la verificación",
    "invalid-form": "Error al enviar el formulario. Revise los campos requeridos",
    "error": "Ocurrió un error, vuelva a intentarlo más tarde",
    "contact-success": "Gracias, mensaje enviado con éxito",
    "contact-submitting": "Enviando mensaje, espere por favor",
    "cookies": "Usamos cookies necesarias para garantizar que el sitio funcione correctamente y cookies opcionales para rastrear de forma anónima el uso del sitio.<br></br>Puedes gestionar tus preferencias a continuación."
  },
  "Metadata": {
    "description": "Desarrollo web enfocado en la accesibilidad"
  },
  "Sections": {
    "About": {
      "title": "Acerca de mí",
      "content": "<p>Hola, soy Fermín, un desarrollador de software independiente con pasión por la <b>accesibilidad web</b> trabajando remoto desde <a>La Paloma, Uruguay</a> 🏖️ (UTC -03:00)</p><p>Mi experiencia está enfocada en el desarrollo web y de <b>web apps</b>, tanto para proyectos sencillos como <b>landing pages</b> y más complejos como <b>web apps</b>, <b>e-commerces</b>, <b>blogs</b>, <b>juegos</b>, etc.</p><p>A lo largo de mis 10 años de carrera, he trabajado tanto de manera independiente como en equipos para diversas empresas, y tengo mucha experiencia trabajando de forma remota 👨‍💻</p><p>Hablo <b>Español</b> 🇪🇸 <b>Inglés</b> 🇬🇧 e <b>Italiano</b> 🇮🇹 y un poco de <b>Fracés</b> 🇫🇷 y <b>Portugués</b> 🇧🇷</p><p>Continúa hacia abajo para saber más sobre los proyectos en los que trabajo 🚀 algunos de mis trabajos para clientes y las tecnologías que uso habitualmente 🛸</p>",
      "cv-link": "/docs/fermin-ares.cv.es.pdf"
    },
    "Projects": {
      "title": "Proyectos destacados",
      "intro": "Selecciona uno para saber más",
      "personal-projects": {
        "title": "Proyectos personales",
        "intro": "Trabajo personal y colaborativo, explorando nuevas tecnologías y transformando ideas en experiencias funcionales y fáciles de usar."
      },
      "client-projects": {
        "title": "Proyectos de clientes",
        "intro": "Soluciones web hechas para clientes, enfocándose en el rendimiento, accesibilidad, usabilidad y funcionalidad personalizada para satisfacer sus necesidades únicas."
      },
      "projects": {
        "busesuy": "Un motor de búsqueda completo para líneas de autobuses de media y larga distancia en Uruguay. Esta herramienta innovadora calcula viajes con trasbordos, proporcionando a los usuarios rutas y horarios óptimos. Fue la primera de su tipo en el país, abordando una brecha significativa en la planificación y accesibilidad del transporte público.",
        "arbolado": "Una herramienta web interactiva diseñada para explorar y visualizar datos de censos de árboles realizados en varias ciudades. Los usuarios pueden filtrar y analizar información sobre especies de árboles, ubicaciones y más, convirtiéndola en un recurso valioso para urbanistas, investigadores y entusiastas de la naturaleza.",
        "papelapp": "Una aplicación web práctica que ayuda a los usuarios a calcular el costo por metro de rollos de papel higiénico. Al comparar precios y tamaños, empodera a los consumidores para tomar decisiones de compra informadas, ahorrando dinero y recursos.",
        "ecouter": "Una aplicación web fácil de usar diseñada para profesores y estudiantes de idiomas. Proporciona acceso sencillo a pistas de audio que acompañan los libros de texto.",
        "crabe": "Un divertido juego web cooperativo para dos jugadores inspirado en el juego de mesa \"La Marche Du Crabe\".",
        "salam": "Un tema de Shopify completamente personalizado desarrollado desde cero, adaptado a los requisitos y la identidad de marca del cliente.",
        "grigadale": "Un sitio web que muestra la colección completa de árboles de un arboreto privado. Cuenta con una interfaz intuitiva, un mapa interactivo y una sección de blog, sirviendo tanto a investigadores como a entusiastas de la naturaleza.",
        "angular": "Una plataforma de comercio electrónico personalizada diseñada para vender plantillas para desarrolladores que trabajan con el framework Angular. El sitio ofrece plantillas de alta calidad y diseño profesional para agilizar los flujos de trabajo de desarrollo.",
        "ionic": "Un sitio de comercio electrónico especializado que ofrece plantillas para desarrolladores que utilizan el framework Ionic. La plataforma proporciona soluciones listas para usar para crear aplicaciones móviles y web multiplataforma, ahorrando tiempo y esfuerzo a los desarrolladores.",
        "atlantico": "Un sitio web profesional desarrollado para una empresa de desarrollo inmobiliario. El sitio destaca los proyectos, valores y experiencia de la empresa, sirviendo como un escaparate digital para clientes y socios potenciales.",
        "pipina": "Un sitio web para una marca dedicada a crear juegos que ayudan a niños con dificultades de escritura y lectura."
      }
    },
    "Contact": {
      "title": "Contacto",
      "intro": "No dudes en contactarme para consultas sobre proyectos u oportunidades de colaboración. Siempre estoy abierto a nuevas ideas y contento de conectar"
    },
    "Technologies": {
      "title": "Tecnologías",
      "intro": "Utilizo una variedad de herramientas y marcos de desarrollo web modernos para crear aplicaciones web rápidas, escalables y accesibles. Al mantenerme actualizado con las tendencias de la industria y priorizar la accesibilidad, aseguro que cada proyecto se construya utilizando las soluciones más efectivas e inclusivas disponibles."
    }
  }
}