{
  "Labels": {
    "developed": "Développé",
    "in": "en",
    "scroll-down": "Faites défiler vers le bas",
    "change-background": "Changer l'image de fond",
    "close": "Fermer",
    "change-language": "Changer la langue",
    "name": "Nom",
    "email": "Email",
    "required": "obligatoire",
    "message": "Message",
    "send": "Envoyer",
    "developed-using": "Développé en utilisant",
    "view-details": "Voir les détails",
    "view-project": "Voir le projet",
    "visit-site": "Visiter le site",
    "try-it": "Essayer",
    "download-cv": "Télécharger le CV",
    "contact-me": "Me contacter",
    "languages": "Langues",
    "frameworks": "Frameworks",
    "e-commerce": "E-commerce",
    "databases": "Bases de données",
    "infrastructure": "Infrastructure",
    "platforms": "Plateformes",
    "tools": "Outils",
    "accept": "Accepter",
    "reject-optional": "Refuser les optionnels",
    "cookie-settings": "Paramètres de cookies",
    "open-menu": "Ouvrir le menu",
    "close-menu": "Fermer le menu",
    "menu": "Menu",
    "projects": "Projets",
    "skip-to-content": "Passer au contenu",
    "switch-dark": "Passer au thème sombre",
    "switch-light": "Passer au thème clair",
    "previous": "Précédent",
    "next": "Suivant",
    "show-mobile-screenshots": "Afficher les captures d'écran mobiles",
    "show-desktop-screenshots": "Afficher les captures d'écran bureau",
    "show-mobile-video": "Afficher la vidéo mobile",
    "show-desktop-video": "Afficher la vidéo bureau"
  },
  "Messages": {
    "changing-bg-img": "Changement de l'image de fond",
    "bg-img-changed": "Image de fond changée",
    "input-an-email": "Entrez une adresse email valide",
    "input-a-message": "Entrez un message",
    "invalid-captcha": "La vérification Captcha a échoué, veuillez effectuer la vérification",
    "invalid-form": "L'envoi du formulaire a échoué. Vérifiez les champs obligatoires",
    "error": "Une erreur s'est produite, veuillez réessayer plus tard",
    "contact-success": "Merci, votre message a été envoyé avec succès",
    "contact-submitting": "Envoi du message en cours, veuillez patienter",
    "cookies": "Nous utilisons des cookies nécessaires pour assurer le bon fonctionnement du site et des cookies optionnels pour suivre de manière anonyme l'utilisation du site.<br></br>Vous pouvez gérer vos préférences ci-dessous."
  },
  "Metadata": {
    "description": "Développement web axé sur l'accessibilité"
  },
  "Sections": {
    "About": {
      "title": "À propos de moi",
      "content": "<p>Je suis Fermín, un développeur de software freelance passionné par <b>l'accessibilité web</b>, travaillant depuis <a>La Paloma, Uruguay</a> 🏖️ (UTC -03:00)</p><p>La majeure partie de mon expérience est dans le <b>développement web</b>, travaillant sur des projets simples comme des <b>landing pages</b> et des projets complexes comme des <b>applications web</b>, des <b>sites e-commerce</b>, des <b>blogs</b>, des <b>jeux</b>, etc.</p><p>Au cours de mes 10 ans de carrière, j'ai travaillé à la fois de manière indépendante et en équipe pour diverses entreprises, et j'ai beaucoup d'expérience dans le travail à distance 👨‍💻</p><p>Je parle <b>espagnol</b> 🇪🇸, <b>anglais</b> 🇬🇧 et <b>italien</b> 🇮🇹, ainsi qu'un peu de <b>français</b> 🇫🇷 et de <b>portugais</b> 🇧🇷</p><p>Continuez à faire défiler pour en savoir plus sur les projets sur lesquels je travaille 🚀, certains de mes travaux pour des clients et les technologies que je maîtrise 🛸</p>",
      "cv-link": "/docs/fermin-ares.cv.fr.pdf"
    },
    "Projects": {
      "title": "Projets en vedette",
      "intro": "Sélectionnez-en un pour en savoir plus",
      "personal-projects": {
        "title": "Projets personnels",
        "intro": "Travail personnel et collaboratif, explorant de nouvelles technologies et transformant des idées en expériences fonctionnelles et faciles à utiliser."
      },
      "client-projects": {
        "title": "Projets clients",
        "intro": "Solutions web faites pour les clients, en mettant l'accent sur la performance, l'accessibilité, l'utilisabilité et des fonctionnalités personnalisées pour répondre à leurs besoins uniques."
      },
      "projects": {
        "busesuy": "Un moteur de recherche complet pour les lignes de bus à moyenne et longue distance en Uruguay. Cet outil innovant calcule les trajets avec correspondances, offrant aux utilisateurs des itinéraires et des horaires optimaux. Il a été le premier du genre dans le pays, comblant une lacune importante dans la planification et l'accessibilité des transports publics.",
        "arbolado": "Un outil web interactif conçu pour explorer et visualiser les données des recensements d'arbres menés dans diverses villes. Les utilisateurs peuvent filtrer et analyser des informations sur les espèces d'arbres, les emplacements et plus encore, en faisant une ressource précieuse pour les urbanistes, les chercheurs et les amateurs de nature.",
        "papelapp": "Une application web pratique qui aide les utilisateurs à calculer le coût au mètre des rouleaux de papier toilette. En comparant les prix et les tailles, elle permet aux consommateurs de prendre des décisions d'achat éclairées, économisant ainsi de l'argent et des ressources.",
        "ecouter": "Une application web conviviale conçue pour les enseignants et les étudiants en langues. Elle permet un accès facile aux pistes audio accompagnant les manuels scolaires.",
        "crabe": "Un jeu web coopératif amusant pour deux joueurs inspiré du jeu de société \"La Marche Du Crabe\".",
        "salam": "Un thème Shopify entièrement personnalisé développé à partir de zéro, adapté aux exigences et à l'identité de marque du client.",
        "grigadale": "Un site web présentant la collection complète d'arbres d'un arboretum privé. Doté d'une interface intuitive, d'une carte interactive et d'une section blog, il sert à la fois les chercheurs et les amateurs de nature.",
        "angular": "Une plateforme de commerce électronique personnalisée conçue pour vendre des modèles aux développeurs travaillant avec le framework Angular. Le site propose des modèles de haute qualité et professionnellement conçus pour rationaliser les flux de travail de développement.",
        "ionic": "Un site de commerce électronique spécialisé offrant des modèles pour les développeurs utilisant le framework Ionic. La plateforme fournit des solutions prêtes à l'emploi pour créer des applications mobiles et web multiplateformes, économisant du temps et des efforts aux développeurs.",
        "atlantico": "Un site web professionnel développé pour une entreprise de promotion immobilière. Le site met en avant les projets, les valeurs et l'expertise de l'entreprise, servant de vitrine numérique pour les clients et partenaires potentiels.",
        "pipina": "Un site web pour une marque dédiée à la création de jeux aidant les enfants ayant des difficultés en écriture et en lecture."
      }
    },
    "Contact": {
      "title": "Contact",
      "intro": "N'hésitez pas à me contacter pour des demandes de projet ou des opportunités de collaboration. Je suis toujours ouvert à de nouvelles idées et ravi de connecter"
    },
    "Technologies": {
      "title": "Technologies",
      "intro": "J'exploite une variété d'outils et de frameworks de développement web modernes pour créer des applications web rapides, évolutives et accessibles. En restant à jour avec les tendances de l'industrie et en priorisant l'accessibilité, je m'assure que chaque projet est construit en utilisant les solutions les plus efficaces et inclusives disponibles."
    }
  },
  "Stores": {
    "microsoft": {
      "label": "Télécharger à partir de Microsoft Store",
      "image": "/imgs/stores/microsoft-store-fr.svg"
    },
    "apple": {
      "label": "Télécharger dans l'App Store",
      "image": "/imgs/stores/app-store-fr.svg"
    },
    "google": {
      "label": "Disponible sur Google Play",
      "image": "/imgs/stores/google-play-fr.svg"
    }
  }
}