{
  "Labels": {
    "developed": "Sviluppato",
    "in": "in",
    "scroll-down": "Scorri verso il basso",
    "change-background": "Cambia immagine di sfondo",
    "close": "Chiudi",
    "change-language": "Cambia lingua",
    "name": "Nome",
    "email": "Email",
    "required": "obbligatorio",
    "message": "Messaggio",
    "send": "Invia",
    "developed-using": "Sviluppato utilizzando",
    "view-details": "Visualizza Dettagli",
    "view-project": "Visualizza Progetto",
    "visit-site": "Visita il Sito",
    "try-it": "Provalo",
    "download-cv": "Scarica CV",
    "contact-me": "Contattami",
    "languages": "Lingue",
    "frameworks": "Framework",
    "e-commerce": "E-commerce",
    "databases": "Database",
    "infrastructure": "Infrastruttura",
    "platforms": "Piattaforme",
    "tools": "Strumenti",
    "accept": "Accetta",
    "reject-optional": "Rifiuta opzionali",
    "cookie-settings": "Impostazioni dei cookie",
    "open-menu": "Apri menu",
    "close-menu": "Chiudi menu",
    "menu": "Menu",
    "projects": "Progetti",
    "skip-to-content": "Salta al contenuto",
    "switch-dark": "Passa al tema scuro",
    "switch-light": "Passa al tema chiaro",
    "previous": "Precedente",
    "next": "Successivo",
    "show-mobile-screenshots": "Mostra screenshot mobili",
    "show-desktop-screenshots": "Mostra screenshot desktop",
    "show-mobile-video": "Mostra video mobile",
    "show-desktop-video": "Mostra video desktop"
  },
  "Messages": {
    "changing-bg-img": "Cambio immagine di sfondo",
    "bg-img-changed": "Immagine di sfondo cambiata",
    "input-an-email": "Inserisci un'email valida",
    "input-a-message": "Inserisci un messaggio",
    "invalid-captcha": "Verifica Captcha fallita, esegui la verifica",
    "invalid-form": "Invio del modulo fallito. Controlla i campi obbligatori",
    "error": "Si è verificato un errore, riprova più tardi",
    "contact-success": "Grazie, messaggio inviato con successo",
    "contact-submitting": "Invio messaggio in corso, attendi",
    "cookies": "Utilizziamo cookie necessari per garantire il corretto funzionamento del sito e cookie opzionali per monitorare in modo anonimo l'utilizzo del sito.<br></br>Puoi gestire le tue preferenze di seguito."
  },
  "Metadata": {
    "description": "Sviluppo web focalizzato sull'accessibilità"
  },
  "Sections": {
    "About": {
      "title": "Su di Me",
      "content": "<p>Sono Fermín, uno Sviluppatore Software Freelance con una passione per <b>l'accessibilità web</b> e lavoro da <a>La Paloma, Uruguay</a> 🏖️ (UTC -03:00)</p><p>La maggior parte della mia esperienza è nello <b>sviluppo web</b>, lavorando sia su progetti semplici come <b>landing page</b> che su progetti complessi come <b>applicazioni web</b>, <b>siti e-commerce</b>, <b>blog</b>, <b>giochi</b>, ecc.</p><p>Nel corso della mia carriera di 10 anni, ho lavorato sia in modo indipendente che in team per varie aziende, e ho molta esperienza nel lavorare da remoto 👨‍💻</p><p>Parlo <b>spagnolo</b> 🇪🇸, <b>inglese</b> 🇬🇧 e <b>italiano</b> 🇮🇹, e un po' di <b>francese</b> 🇫🇷 e <b>portoghese</b> 🇧🇷</p><p>Continua a scorrere per saperne di più sui progetti su cui sto lavorando 🚀, alcuni dei miei lavori per clienti e le tecnologie con cui ho familiarità 🛸</p>",
      "cv-link": "/docs/fermin-ares.cv.it.pdf"
    },
    "Projects": {
      "title": "Progetti in evidenza",
      "personal-projects": "Progetti Personali",
      "client-projects": "Progetti per Clienti",
      "projects": {
        "busesuy": "Un motore di ricerca completo per le linee di autobus a media e lunga distanza in Uruguay. Questo strumento innovativo calcola i viaggi con trasbordo, fornendo agli utenti percorsi e orari ottimali. È stato il primo del suo genere nel paese, colmando una lacuna significativa nella pianificazione e accessibilità dei trasporti pubblici.",
        "arbolado": "Uno strumento web interattivo progettato per esplorare e visualizzare i dati dei censimenti degli alberi condotti in varie città. Gli utenti possono filtrare e analizzare informazioni su specie di alberi, ubicazioni e altro, rendendolo una risorsa preziosa per urbanisti, ricercatori e appassionati di natura.",
        "papelapp": "Un'app web pratica che aiuta gli utenti a calcolare il costo al metro dei rotoli di carta igienica. Confrontando prezzi e dimensioni, consente ai consumatori di prendere decisioni di acquisto informate, risparmiando denaro e risorse.",
        "ecouter": "Un'app web user-friendly progettata per insegnanti e studenti di lingue. Fornisce un accesso semplice alle tracce audio che accompagnano i libri di testo.",
        "crabe": "Un divertente gioco web cooperativo per due giocatori ispirato al gioco da tavolo \"La Marche Du Crabe\".",
        "salam": "Un tema Shopify completamente personalizzato sviluppato da zero, adattato ai requisiti e all'identità del brand del cliente.",
        "grigadale": "Un sito web che mostra la collezione completa di alberi di un arboreto privato. Dotato di un'interfaccia intuitiva, una mappa interattiva e una sezione blog, serve sia ricercatori che appassionati di natura.",
        "angular": "Una piattaforma di e-commerce personalizzata progettata per vendere modelli per sviluppatori che lavorano con il framework Angular. Il sito offre modelli di alta qualità e professionalmente progettati per semplificare i flussi di lavoro di sviluppo.",
        "ionic": "Un sito di e-commerce specializzato che offre modelli per sviluppatori che utilizzano il framework Ionic. La piattaforma fornisce soluzioni pronte all'uso per creare applicazioni mobili e web multipiattaforma, risparmiando tempo e fatica agli sviluppatori.",
        "atlantico": "Un sito web professionale sviluppato per un'azienda di sviluppo immobiliare. Il sito mette in evidenza i progetti, i valori e l'esperienza dell'azienda, servendo come vetrina digitale per clienti e partner potenziali.",
        "pipina": "Un sito web per un brand dedicato alla creazione di giochi che aiutano i bambini con difficoltà di scrittura e lettura."
      }
    },
    "Contact": {
      "title": "Contatto"
    },
    "Technologies": {
      "title": "Tecnologie"
    }
  }
}